;
; Load my stuff last.  May override defaults
;

#+BEGIN_SRC emacs-lisp
(load "~/elisp/emacs-rc-override") 
(eval-after-load "org-exp" '(load "~/elisp/emacs-rc-override"))
(message ".emacs finished")

(message "99-runLast.org finished.")
#+END_SRC

#+RESULTS:
: .emacs finished

